{
    "error": false,
    "message": "Success",
    "listRecipe": [
        {
            "id": 1,
            "title": "Pisang Goreng Crispy",
            "description": "Berbeda dengan pisang goreng biasa, tambahan wijen dalam adonannya akan menambah rasa dan juga tekstur lapisan adonan pisang. Selain itu, ada tambahan gula pasir dan kelapa kering pada lapisan crispy pisang yang bikin adonan tepungnya jadi legit dan gurih.",
            "total_time": 60,
            "serving": 4,
            "img_url": "https://storage.googleapis.com/capstone-project677/pisang%20goreng%20krispi.jpg"
        },
        {
            "id": 5,
            "title": "Tumis Udang Kecap",
            "description": "Sajian seafood seperti tumis udang kecap adalah menu andalan yang memberimu banyak kemudahan. Bahan-bahannya mudah didapat, cara memasaknya pun tidak sulit.",
            "total_time": 30,
            "serving": 4,
            "img_url": "https://storage.googleapis.com/capstone-project677/udang-kecap-20220615-183525.jpg"
        },
        {
            "id": 8,
            "title": "Seblak Ceker",
            "description": "Resep seblak ceker adalah fenomena kekinian yang datang dari Jawa Barat.",
            "total_time": 60,
            "serving": 4,
            "img_url": "https://storage.googleapis.com/capstone-project677/Seblak%20Ceker.jpeg"
        },
        {
            "id": 3,
            "title": "Babat Gongso",
            "description": "Babat gongso merupakan hidangan legendaris khas semarang.",
            "total_time": 60,
            "serving": 4,
            "img_url": "https://storage.googleapis.com/capstone-project677/resep-babat-gongso.jpeg"
        },
        {
            "id": 6,
            "title": "Sapo Tahu Seafood",
            "description": "Menu Peranakan Cina ini dimasak dalam panci berbahan tanah liat atau claypot. Mengapa panci tanah liat ini digunakan sebagai alat masaknya? Selain karena menyerap panas lebih baik, hidangan juga akan hangat lebih lama. Kamu bisa mencoba resep ini sebagai menu makan malam praktis tanpa harus lagi memasak lauk lainnya. ",
            "total_time": 70,
            "serving": 4,
            "img_url": "https://storage.googleapis.com/capstone-project677/sapo-tahu-saus-tiram.jpg"
        },
        {
            "id": 4,
            "title": "Chicken Teriyaki",
            "description": "Teriyaki adalah teknik memasak klasik khas Jepang sejak abad ke-18 yang menggunakan saus tare. Saus ini tradisionalnya terdiri dari kecap asin, mirin, dan gula, yang dimasak atau dipanggang bersama protein hewani hingga meresap.",
            "total_time": 30,
            "serving": 4,
            "img_url": "https://storage.googleapis.com/capstone-project677/chicken_teriyaki.jpeg"
        },
        {
            "id": 7,
            "title": "Tempe Sambal Goang",
            "description": "Resep sambal goang adalah salah satu menu klasik khas Sunda yang pedasnya nampol dan rasanya enak banget. Sambal goang adalah sejenis sambal dengan bahan-bahan mentah yang bisa kamu sajikan secara cepat. ",
            "total_time": 30,
            "serving": 4,
            "img_url": "https://storage.googleapis.com/capstone-project677/sambal-tempe-goang-devina-hermawan-foto-resep-utama.jpg"
        },
        {
            "id": 9,
            "title": "Sate Taichan",
            "description": "Indonesia, negeri dengan perbendaharaan jenis sate yang begitu beragam ini belum lama menambahkan Sate Taichan sebagai salah satu koleksinya. Mungkin sekitar dua tahun sudah berlalu sejak dimulainya demam sate pedas yang satu ini dan hingga kini namanya tetap berkibar serta diminati segala kalangan.",
            "total_time": 60,
            "serving": 3,
            "img_url": "https://storage.googleapis.com/capstone-project677/sate-taichan.jpg"
        },
        {
            "id": 2,
            "title": "Ayam Kukus Bawang Putih",
            "description": "Selain merupakan sumber protein hewani, ayam kukus cenderung mudah diterima anak karena teksturnya yang lembut, mudah meresap dengan bumbu sehingga lezat, dan relatif aman untuk dikenalkan karena minim allergen. Sementara itu, sumber karbohidratnya bisa berasal dari nasi tim yang gurih dan lembut. ",
            "total_time": 60,
            "serving": 4,
            "img_url": "https://storage.googleapis.com/capstone-project677/ayam_kukus_bawang_putih.jpeg"
        },
        {
            "id": 10,
            "title": "Bolu Pisang Kukus",
            "description": "Ingin ide manis dan bebas repot untuk menyambut waktunya berbuka puasa? Resep bolu pisang kukus tanpa mixer anti gagal dan tanpa oven ini cocok banget buat kamu. Bahan-bahannya sangat sederhana, yaitu pisang, gula palem, telur, dan minyak. Untuk alatnya, cukup siapkan whisk, spatula, dan loyang roti, loyang brownies, atau pinggan tahan panas yang ukurannya tidak lebih besar daripada diameter panci pengukus di dapurmu.",
            "total_time": 75,
            "serving": 6,
            "img_url": "https://storage.googleapis.com/capstone-project677/bolu_pisang_kukus.jpg"
        }
    ]
}